Repository: maksg/wsei-schedule
Catalog: WSEISchedule/Resources/Translations/Accessibility.xcstrings
Source language: en
Languages: pl

# grades.grade
source: Grade
pl: Ocena

# grades.lecture.form
source: Form of lecture
pl: Forma zajęć

# grades.lecturer
source: Lecturer
pl: Wykładowca

# grades.list
source: List of grades
pl: Lista ocen

# grades.subject
source: Subject
pl: Przedmiot

# schedule.classroom
source: Classroom
pl: Sala

# schedule.code
source: Code
pl: Kod

# schedule.comments
source: Comments
pl: Komentarze

# schedule.history.list
source: List of past lectures
pl: Lista przeszłych zajęć

# schedule.lecturer
source: Lecturer
pl: Wykładowca

# schedule.subject
source: Subject
pl: Przedmiot

# schedule.time
source: Time
pl: Czas

# schedule.to
source: to
pl: do

# schedule.upcoming.lectures.list
source: List of upcoming lectures
pl: Lista nadchodzących zajęć

# settings.course.name
source: Course name
pl: Nazwa kierunku

# settings.index.number
source: Index number
pl: Numer indeksu

# settings.name
source: Name
pl: Imię i nazwisko

# settings.profile.photo
source: Profile photo
pl: Zdjęcie profilowe
